[
  {
    "quote": "The fundamental difference between the common man and the warrior is that the warrior sees everything as a challenge, while the common man sees everything as a blessing or curse"
  },
  {
    "quote": "Be slow of tongue and quick of eye"
  },
  {
    "quote": "Beware an old man in a profession where men usually die young"
  },
  {
    "quote": "The fire of anger only burns the angry"
  },
  {
    "quote": "Never send a sheep to kill a wolf"
  },
  {
    "quote": "When I am silent, I have thunder hidden inside me"
  },
  {
    "quote": "Nothing offends me! I am the captain of my owm mind"
  },
  {
    "quote": "No one can make you feel inferior without your consent."
  },
  {
    "quote": "Don't raise your voice, improve your argument."
  },
  {
    "quote": "No masterpiece was ever created by a lazy artist."
  },
  {
    "quote": "If you can't explain it simply, you don't understand it well enough."
  },
  {
    "quote": "Do one thing every day that scares you."
  },
  {
    "quote": "Nothing in the world is more common than unsuccessful people with talent."
  },
  {
    "quote": "Your problem isn't the problem. Your reaction is the problem."
  },
  {
    "quote": "The function of leadership is to produce more leaders, not more followers."
  },
  {
    "quote": "Praising yourself is a cowardly way to speak ill of others. The reverse is true: speaking ill of others is a cowardly way of praising yourself"
  },
  {
    "quote": "When the only instrument you have is a hammer, every problem that comes up you treat like a nail."
  },
  {
    "quote": "if you can practice even while distracted, you will be well trained."
  },
  {
    "quote": "If you want to swim with sharks, not blood"
  },
  {
    "quote": "If you don't change who you are, you will continue to have what you always had"
  },
  {
    "quote": "義 Gi - Justice, Righteousness and Honesty - There is only right and wrong. And to be fair, you need to make the right judgment about everything in your life."
  },
  {
    "quote": "勇 Yuu - Courage, heroic bravery - We must learn to live life to the fullest, intensely. Replace fear with respect and caution. Heroic courage is not blind, it is intelligent and strong."
  },
  {
    "quote": "仁 Jin - Compassion, Benevolence - Help your colleagues in every opportunity. Listen before you speak."
  },
  {
    "quote": "礼 Rei - Respect, Politeness and Courtesy - You have no reason to be cruel. There is no need to prove your strength. If it were not so, it would not be better than any animal."
  },
  {
    "quote": "诚 Makoto - Honesty, absolute sincerity - Lying is an act considered cowardly and dishonorable. When to speak, act."
  },
  {
    "quote": "名誉 Meiyo - Honor, Glory - There is only one judge of your honor, and that judge is yourself. The choices you make and how you work to get them are a reflection of who you really are. You cannot hide from yourself."
  },
  {
    "quote": "忠 Chuu - Duty and Loyalty - Be extremely loyal to those in your care. For whoever is responsible, stay faithful."
  }
]