[
  {
    "quote": "The fundamental difference between the common man and the warrior is that the warrior sees everything as a challenge, while the common man sees everything as a blessing or curse"
  },
  {
    "quote": "Be slow of tongue and quick of eye"
  },
  {
    "quote": "Beware an old man in a profession where men usually die young"
  },
  {
    "quote": "The fire of anger only burns the angry"
  },
  {
    "quote": "Never send a sheep to kill a wolf"
  },
  {
    "quote": "When I am silent, I have thunder hidden inside me"
  },
  {
    "quote": "Nothing offends me! I am the captain of my owm mind"
  },
  {
    "quote": "No one can make you feel inferior without your consent."
  },
  {
    "quote": "Don't raise your voice, improve your argument."
  },
  {
    "quote": "No masterpiece was ever created by a lazy artist."
  },
  {
    "quote": "If you can't explain it simply, you don't understand it well enough."
  },
  {
    "quote": "Do one thing every day that scares you."
  },
  {
    "quote": "Nothing in the world is more common than unsuccessful people with talent."
  },
  {
    "quote": "Your problem isn't the problem. Your reaction is the problem."
  },
  {
    "quote": "The function of leadership is to produce more leaders, not more followers."
  },
  {
    "quote": "Praising yourself is a cowardly way to speak ill of others. The reverse is true: speaking ill of others is a cowardly way of praising yourself"
  },
  {
    "quote": "When the only instrument you have is a hammer, every problem that comes up you treat like a nail."
  },
  {
    "quote": "if you can practice even while distracted, you will be well trained."
  },
  {
    "quote": "If you want to swim with sharks, not blood"
  },
  {
    "quote": "If you don't change who you are, you will continue to have what you always had"
  },
  {
    "quote": "Justice or Rectitude (義 gi) - This is all about making sure that we have the right way when we make a decision. That we have the power to make a decision quickly. It is about making sure that we do not become indecisive and that our decisions are made and based on the right reasons."
  },
  {
    "quote": "Courage (勇 yū) - This is about making sure that what we do is right and that we have the courage to do the right thing and not just what people think we should do. If we are raised in a particular way, we think in a way that we belief in. this is about making sure we do what we believe in and have the courage to do so."
  },
  {
    "quote": "Benevolence or Mercy (仁 jin) - As a warrior, the Samurai have the power to kill. However, benevolence is about making sure that you are balanced in how you think. It is about making sure that you also have sympathy and mercy at the right time. For the Samurai it was about making sure you fought for the right reason and that if you had to kill someone, you did it for the right reason and your belief but that you also make sure that if there was no need to kill you would have mercy and be sympathetic."
  },
  {
    "quote": "Respect (禮 rei) - It is important that in everything they believe, they must have respect and be polite in everything.  The way they live their life meant they must be respectful of their elders, they must respect life, respect others beliefs."
  },
  {
    "quote": "Honesty (誠 makoto) - Honesty was very important, as they believe that being honest in everything you do gives you respect and means you can be trusted. "
  },
  {
    "quote": "Honour (名誉 meiyo) - To live and die with honor was very important to the Samurai. Everything they did was honorable which meant they did everything in what they believed with honor."
  },
  {
    "quote": "Loyalty (忠義 chūgi) - Loyalty was probably one of the very important parts of what they did. They treated each other like family and would do everything within their power to protect and help their samurai warriors. Loyalty was important because this means they can trust their warriors and know they would be loyal to whatever they needed to do and not worry about loosing their respect."
  }
]